Repository: Orbitalfetch/lancelot
Catalog: lancelot/Localizable.xcstrings
Source language: en
Languages: fr

source: Add
fr: Ajouter

source: Add new path
fr: Ajouter un nouveau chemin

source: Clear Launch History
fr: Réinitialiser l’historique des lancements

source: Data Management
fr: Gestion des données

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Edit Path
fr: Modifier le chemin

source: General
fr: Général

source: Keyboard Shortcuts
fr: Raccourcis Clavier

source: Launch at Login
fr: Ouvrir avec la session

source: No apps found.
fr: Aucune app trouvée.

source: Notice
fr: Info

source: Paths
fr: Chemins

source: Press any key...
fr: Appuyez sur une touche…

source: Quit
fr: Quitter

source: Record Keybind
fr: Enregistrer le raccourci

source: Reset Paths
fr: Réinitialiser les chemins

source: Save
fr: Sauveguarder

source: Search for apps...
fr: Rechercher des applications...

source: Settings
fr: Paramètres

source: Show Lancelot
fr: Afficher Lancelot

source: This will permanently delete all launch count data
fr: Cela supprimera définitivement toutes les données de l’historique de lancement

source: Toggle app:
fr: Afficher l’entrée :
